src/test/java/com/bnpp/mTANResources/MTanSmsInq_v1.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><run xmlns="http://cortalconsors.com/middleware/mtan/sms/inq/v1_0"><request feid="CAFE" language="DE" sessionId="c1a972a7b56d4eb5b75eea6d8b1139ee"><customerNo>CID_DE:3076072</customerNo><startDate>2019-09-19T09:13:05</startDate></request></run></Body></Envelope>